Revit 2027 API
ParameterTypeId.LoadMomentMz Property
 "Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadMomentMz { get; }
Public Shared ReadOnly Property LoadMomentMz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadMomentMz {
	ForgeTypeId^ get ();
}
static member LoadMomentMz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace